tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "b4b4r07/tap/gomi"
brew "fnm"
brew "font-hackgen"
brew "font-hackgen-nerd"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "imagemagick"
brew "lsd"
brew "mas"
brew "reattach-to-user-namespace"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zsh"

cask "alfred"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "kindle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "wezterm"
cask "zoom"

mas "LINE", id: 539883307
mas "Xcode", id: 497799835
