cask_args appdir: "/Applications"

brew "exa"
brew "git"
brew "go"
brew "ffmpeg"
brew "htop"
brew "mas"
brew "peco"
brew "pyenv"
brew "pdfpc"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "wget"

cask "adobe-acrobat-reader"
cask "alfred"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"

cask "font-ricty-diminished"
cask "font-hack"

mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
